Dlubal.RFEM5.IFeMeshSettings
Interface for working with FE mesh settings.

Dlubal.RFEM5.IFeMeshSettings.GetGeneral
Gets FE mesh general settings.
Returns: FE mesh general settings

Dlubal.RFEM5.IFeMeshSettings.SetGeneral(System.UInt32@)
Sets FE mesh general settings.
Settings: FE mesh general settings

Dlubal.RFEM5.IFeMeshSettings.GetMembers
Gets FE mesh members settings.
Returns: FE mesh members settings

Dlubal.RFEM5.IFeMeshSettings.SetMembers(System.UInt32@)
Sets FE mesh members settings.
Settings: FE mesh members settings

Dlubal.RFEM5.IFeMeshSettings.GetSurfaces
Gets FE mesh surfaces settings.
Returns: FE mesh surfaces settings

Dlubal.RFEM5.IFeMeshSettings.SetSurfaces(System.UInt32@)
Sets FE mesh surfaces settings.
Settings: FE mesh surfaces settings

Dlubal.RFEM5.IFeMeshSettings.GetSolids
Gets FE mesh solids settings.
Returns: FE mesh solids settings

Dlubal.RFEM5.IFeMeshSettings.SetSolids(System.UInt32@)
Sets FE mesh solids settings.
Settings: FE mesh solids settings